Repository: webcloud7/wcs.simplelayout
Catalog: wcs/simplelayout/locales/*/LC_MESSAGES/wcs.simplelayout.po
Languages: de

source: Advanced
de: Erweitert

source: Apply
de: Übernehmen

source: Cancel
de: Abbrechen

source: Default Block image, with captions and Alt-Text field (accessibility)
de: Barrierefreies Bild für Blöcke, inkl. Bild Alt-Text und Bildlegende

source: Default Block text, which only allows restricted HTML as content
de: Text für Blöcke, welcher nur HTML erlaubt.

source: Default Block title with (Show title option)
de: Titel für Blöcke, inkl. 'Title anzeigen Option'

source: Edit row ${row}
de: Spalte ${row} bearbeiten

source: Extends the content with a internal and external link field
de: Erweitert den Inhalt mit Felder für interne und externe Links

source: Extends the content with a reference field to a media folder
de: Der Inhalt erhält dadruch ein neues Feld für die Verknüpfung mit Medien Ordner

source: Image
de: Bild

source: It's not possible to have an internal_link and an external_link together
de: Es ist nicht möglich einen interne Links und einen externen Link gleichzeitig zu hinterlegen.

source: Link fields
de: Link Felder

source: Make a content a News Type
de: Markiert den Inhlatstyp als News. Dieser erscheint dadurch in News Auflistungen

source: Makes this content a Simplelayout Block
de: Markiert den Inhalt als Block, dadudch kann dieser Inhalt als Block verwendet werden

source: Makes this content a Simplelayout ConentPage
de: Markiert den Inhlat als Simplelayour Inhalt, dadurch können Blöcke hinzugefügt und angezeigt werden

source: Marks content as news for listings and provides a news date field.
de: Ebenfalls, wird daruch ein Feld 'News Datum' zur Verfügung gestellt. Dies wird für die Sortierung benötigt

source: MediaFolder reference field
de: Media Ordner Verknüpfung

source: Provides a video url field, which supports youtube and vimeo urls.
de: Stellt ein Video Feld zur Verfügung, welches youtube und vimeo URL's erlaubt

source: Save
de: Simplelayout Block

source: Simplelayout Block Image
de: Simplelayout Block Bild

source: Simplelayout Block Video URL
de: Video URL Feld für Blöcke

source: This is no a valid youtube, or vimeo url.
de: Es handelt sich um keine gültige Youtube, oder VIMEO URL

source: description_collapsable
de: Dies macht einen Block aufklappbar, zum Beispiel für FAQ's, oder zum Platz sparen.

source: description_image_alt_text
de: Alternative-Text für das Bild (Zugänglichkeit)

source: description_link_fieldset
de: Verwenden Sie diesen Bereich um auf einen anderen Inhalt, oder Website zu verweisen.

source: label_actions
de: Aktionen

source: label_add
de: Hinzufügen

source: label_addable_blocks
de: Hinzufügbare Blöcke

source: label_address
de: Adresse

source: label_ascending
de: Aufwärts

source: label_closed
de: Geschlossen

source: label_collapsable
de: Aufklappbar?

source: label_contents
de: Inhalte

source: label_create_mediafolder
de: Medien Ordner erstellen

source: label_crop
de: Zuschneiden

source: label_default_scale
de: Standard Bildgrösse für diesen Block

source: label_delete
de: Löschen

source: label_department
de: Departement

source: label_descending
de: Abwärts

source: label_edit
de: Bearbeiten

source: label_effective_date
de: Freigabedatum

source: label_email
de: E-Mail

source: label_expiration_date
de: Ablaufdatum

source: label_external_link
de: Externe URL

source: label_four_col
de: 4-Spalten (25%)

source: label_friday_short
de: Fr

source: label_function
de: Funktion

source: label_go_to_mediafolder
de: Zum Medien Ordner

source: label_got_to
de: Zum Inhalt

source: label_hidden_title
de: Versteckter Titel

source: label_image
de: Bild

source: label_image_alt_text
de: Alternative-Text

source: label_image_caption
de: Bild Legende

source: label_individual_files
de: Individuelle Dateien für Datei/Bild Auflistung

source: label_information
de: Informationen

source: label_internal_link
de: Interner Verweis

source: label_link_target
de: Dieser Link zeigt auf einen internen, oder externen Bereich/Website

source: label_mediafolder
de: Media Order Verknüpfung

source: label_monday_short
de: Mo

source: label_no_ref_content
de: Kein Inhalt gefunden

source: label_opening_hours
de: Öffnungszeiten

source: label_organisation
de: Organisation

source: label_organization
de: Organisation

source: label_phone_office
de: Telefon Büro

source: label_ref_content
de: Verwandter Inhalt

source: label_remove
de: Entfernen

source: label_remove_col
de: Spalte entfernen

source: label_saturday_short
de: Sa

source: label_show_title
de: Titel anzeigen?

source: label_sort_on
de: Sortiert nach

source: label_sort_order
de: Reihenfolge

source: label_sunday_short
de: So

source: label_text
de: Text

source: label_three_col
de: 3-Spalten (33%)

source: label_thursday_short
de: Do

source: label_title
de: Titel

source: label_tuesday_short
de: Di

source: label_two_col
de: 2-Spalten (50%)

source: label_upload
de: Upload

source: label_validity
de: Gültig

source: label_video_url
de: Youtube, oder Vimeo URL

source: label_view
de: Ansicht

source: label_website
de: Website

source: label_wednesday_short
de: Mi

source: label_width
de: Breite

source: news_date_description
de: News werden in News Auflistungen nach diesem Datum sortiert.

source: news_date_label
de: News Datum

source: news_listing_config_current_context_and_path_error
de: Es ist nicht möglich nach Pfad zu filtern und auf den aktuellen Bereich einzuschränken.

source: news_listing_config_filter_current_context_description
de: Falls aktiviert werden nur die News aus dem aktuellen Bereich angezeigt.

source: news_listing_config_filter_current_context_label
de: News aus dem aktuellen Bereich

source: news_listing_config_filter_path_description
de: News werden aus dem, oder den ausgewällten Bereichen angezeit, falls leer, wird der aktuelle Bereich nach News durchsucht.

source: news_listing_config_filter_path_label
de: Nach Bereich einschränken

source: news_listing_config_maximum_age_description
de: Stellt News dar, welche nicht älter als der angegebene Wert sind. 0 bedeutet keine Einschränkung.

source: news_listing_config_maximum_age_label
de: Maximales alter (Tage)

source: news_listing_config_quantity_description
de: Definiert die maximale Anzahl News, welche aufgelistst wird. 0 bedeutet keine Einschränkung

source: news_listing_config_quantity_label
de: Anzahl News

source: news_listing_config_subjects_description
de: Nur News mit den auswgewählten Schlagwörter werden angezeigt.

source: news_listing_config_subjects_label
de: Schlagwort filter

source: text_individual_files
de: Es können einzelne Dateien und Dateien aus einem Medienordner gemischt werden.
